{
  "topic": [
    "Independence Day",
    "Ai is a threat or benefit?",
    "Elon musk Vs jeff bezos",
    "Social media has made it easier to misuse one's right to freedom of expression.",
    "Violent video games affect children negatively.",
    "Success comes to those who take risks.",
    "People today are more materialistic and less satisfied as compared to previous generations.",
    "Do you think progress is always good? Cite examples to support your view.",
    "At least one form of physical training should be mandatory across education institutes.",
    "Social media has made us less social.",
    "The winner stands alone.",
    "Do ethics or moral principles change with time? Cite examples to support your view.",
    "First Campus Interview Experience",
    "My Best Friend",
    "Are we too dependent on Computers",
    "Digitization and its benefits",
    "My last vacation with Parents",
    "Are corrupt but efficient politicians better than honest but inefficient politicians",
    "Education – Importance in the development of the country",
    "Your Favorite Sportsperson",
    "Reservation in India",
    "Effect of Mobile Phones on Teenagers",
    "My Dream job",
    "Is Climate change real?",
    "Write an essay on corporate hospitals vs medical ethics",
    "Write an essay on ‘Learning vs Understanding’.",
    "Spending habits drifting away financial security",
    "Child counseling place a vital role in student or children.",
    "What are the effects of video games on teenagers these days",
    "Give your views on the necessity of daily exercise and should it made compulsory in the Indian education system?",
    "What do you think about social media websites like Facebook, Twitter, etc and their effects in making us less social",
    "Success comes to those who take risks.",
    "Should laptop replace textbooks in schools",
    "Impact of social networking & social networking sites",
    "How technology has connected people",
    "Views on manual or automated work through software",
    "Your view on – we are depending too much on loans",
    "Education needs to be practical",
    "Spirituality in the corporate world",
    "A person's Education achievement depends upon family, friends, and society. give your views for or against this topic",
    "Are citizens of India uses their voting power adequately."
  ]
}